{

    "quotes":[
        {
            "owner": "person",
            "topic": "climate change",
            "quote": "It is time we consider the implications of it being too late to avert a global environmental catastrophe in the lifetimes of people alive today.",
            "author": "Prof. Jem Bendell",
            "about": "Jem Bendell is professor of Sustainability Leadership and Founder of the Institute for Leadership and Sustainability (IFLAS) at the University of Cumbria (UK) as well as Founder and former coordinator of the Deep Adaptation Forum.",
            "citation": "Bendell, Jem & Read, Rupert. (2021). Deep Adaptation: Navigating the Realities of Climate Chaos.",
            "link": "https://www.researchgate.net/publication/360947368_Deep_Adaptation_Navigating_the_Realities_of_Climate_Chaos",
            "publication": ""
        },
        {   
            "owner": "person",
            "topic": "climate change",
            "quote": "Climate change is now reaching the end-game, where very soon humanity must choose between taking unprecedented action, or accepting that it has been left too late and bear the consequences.",
            "author": "Prof. Hans Joachim Schellnhuber",
            "about": "Professor Hans Joachim Schellnhuber is a German atmospheric physicist, climatologist and founding director of the Potsdam Institute for Climate Impact Research (PIK) and former chair of the German Advisory Council on Global Change (WBGU).",
            "citation": "Spratt, David & Dunlop, Ian. (2017). What Lies Beneath: The scientific understatement of climate risks.",
            "link": "https://www.researchgate.net/publication/328413289_WHAT_LIES_BENEATH_THE_UNDERSTATEMENT_OF_EXISTENTIAL_CLIMATE_RISK",
            "publication": ""
        },
        {
            "owner": "person",
            "topic": "climate change",
            "quote": "None of the industrialized parts of the world have shown any leadership in line with the demands of Paris. Thus far, we've had a litany of technocratic fraud. Rather than seriously trying to cut our CO2 emissions, we've seen the embrace of offsetting (paying a poor person to diet for us, to allow us to carry on with our high-carbon lifestyle); the Clean Development Mechanism (state-sanctioned offsetting); afforestation schemes (plant a tree, build an airport); as well as speculative negative emission technologies and geoengineering. Offsetting, which is particularly prevalent in academia and in international climate meetings, is worse than doing nothing. Its existence and the problems associated with offsets manifest how we've failed at every level.",
            "author": "Prof. Kevin Anderson",
            "about": "Kevin Anderson is Professor of Energy and Climate Change in the School of Mechanical, Aerospace and Civil Engineering at the University of Manchester and is a former Director of the Tyndall Centre for Climate Change Research.",
            "citation": "Anderson, Kevin & Martin, Patricia & Nevins, Joseph. (2021). Introduction and Abridged Text of Lecture: \"Laggards or Leaders: Academia and Its Responsibility in Delivering on the Paris Commitments\". The Professional Geographer. 1-4. 10.1080/00330124.2021.1915809.",
            "link": "https://www.researchgate.net/publication/352851842_Introduction_and_Abridged_Text_of_Lecture_Laggards_or_Leaders_Academia_and_Its_Responsibility_in_Delivering_on_the_Paris_Commitments",
            "publication": ""
        },
        {
            "owner": "person",
            "topic": "climate change",
            "quote": "As a climate scientist, I am often asked to talk about hope. Particularly in the current political climate, audiences want to be told that everything will be all right in the end. And, unfortunately, I have a deep-seated need to be liked and a natural tendency to optimism that leads me to accept more speaking invitations than is good for me. Climate change is bleak, the organizers always say. Tell us a happy story. Give us hope. The problem is, I don't have any.",
            "author": "Dr. Kate Marvel",
            "about": "Doctor Kate Marvel is a climate scientist and a writer. A theoretical physicist by training, she is now an associate research scientist at NASA's Goddard Institute for Space Studies and Columbia University's Department of Applied Physics and Applied Mathematics.",
            "citation": "Marve Kate. (2018). We Need Courage, Not Hope, to Face Climate Change. https://onbeing.org/blog/kate-marvel-we-need-courage-not-hope-to-face-climate-change.",
            "link": "https://onbeing.org/blog/kate-marvel-we-need-courage-not-hope-to-face-climate-change",
            "publication": ""
        },
        {
            "owner": "person",
            "topic": "climate change",
            "quote": "We are on a fast track to climate disaster: Major cities under water. Unprecedented heatwaves. Terrifying storms. Widespread water shortages. The extinction of a million species of plants and animals. This is not fiction or exaggeration. It is what science tells us will result from our current energy policies. We are on a pathway to global warming of more than double the 1.5-degree limit agreed in Paris. Some government and business leaders are saying one thing - but doing another. Simply put, they are lying. And the results will be catastrophic. This is a climate emergency.",
            "author": "UN Secretary António Guterres",
            "about": "António Guterres, the ninth Secretary-General of the United Nations, took office on 1st January 2017.",
            "citation": "Guterres António. (2022). Secretary-General's video message on the launch of the third IPCC report. https://www.un.org/sg/en/content/sg/statement/2022-04-04/secretary-generals-video-message-the-launch-of-the-third-ipcc-report-scroll-down-for-languages",
            "link": "https://www.un.org/sg/en/content/sg/statement/2022-04-04/secretary-generals-video-message-the-launch-of-the-third-ipcc-report-scroll-down-for-languages",
            "publication": ""
        },
        {
            "owner": "organization",
            "topic": "biodiversity",
            "quote": "Across cultures, humans inherently value nature. The magic of seeing fireflies flickering long into the night is immense. We draw energy and nutrients from nature. We find sources of food, medicine, livelihoods and innovation in nature. Our well-being fundamentally depends on nature.",
            "author": "IPBES",
            "about":"The IPBES is an independent intergovernmental body comprising 139 member Governments and many non-governmental observer organisations. Established by Governments in 2012, it provides policymakers with objective scientific assessments about the state of knowledge regarding the planet’s biodiversity, ecosystems and the contributions they make to people, as well as the tools and methods to protect and sustainably use these vital natural assets.",
            "citation":"IPBES. (2019). Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services (IPBES); Media Release. https://ipbes.net/news/Media-Release-Global-Assessment#:~:text=IPBES%20Partner%20Comments&text=%E2%80%9CAcross%20cultures%2C%20humans%20inherently%20value,livelihoods%20and%20innovation%20in%20nature.",
            "link":"https://ipbes.net/news/Media-Release-Global-Assessment#:~:text=IPBES%20Partner%20Comments&text=%E2%80%9CAcross%20cultures%2C%20humans%20inherently%20value,livelihoods%20and%20innovation%20in%20nature.",
            "publication": "a 2019 media release"
        },
        {
            "owner": "organization",
            "topic": "biodiversity",
            "quote": "Three-quarters of the land-based environment and about 66% of the marine environment have been significantly altered by human actions. On average these trends have been less severe or avoided in areas held or managed by Indigenous Peoples and Local Communities.",
            "author": "IPBES",
            "about":"The IPBES is an independent intergovernmental body comprising 139 member Governments and many non-governmental observer organisations. Established by Governments in 2012, it provides policymakers with objective scientific assessments about the state of knowledge regarding the planet’s biodiversity, ecosystems and the contributions they make to people, as well as the tools and methods to protect and sustainably use these vital natural assets.",
            "citation":"IPBES. (2019). Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services (IPBES); Media Release. https://ipbes.net/news/Media-Release-Global-Assessment#1-Scale.",
            "link":"https://ipbes.net/news/Media-Release-Global-Assessment#1-Scale",
            "publication": "a 2019 media release"
        },
        {
            "owner": "person",
            "topic": "climate change",
            "quote": "The scientific evidence is unequivocal: climate change is a threat to human wellbeing and the health of the planet. Any further delay in concerted global action will miss a brief and rapidly closing window to secure a liveable future.",
            "author": "Prof. Hans-Otto Portner",
            "about":"Professor Hans-Otto Portner is a physiologist and marine biologist performing research at the Alfred Wegener Institute Helmholtz Centre for Polar and Marine Research (AWI) in Bremerhaven, where he heads the Integrative Ecophysiology Section.",
            "citation":"IPCC (2022). Climate Change 2022: Impacts, Adaptation and Vulnerability; Summary for Policymakers. https://www.ipcc.ch/report/ar6/wg2/.",
            "link":"https://www.ipcc.ch/report/ar6/wg2/",
            "publication": ""
        },
        {
            "owner": "person",
            "topic": "biodiversity",
            "quote": "Indigenous peoples defend Earth's biodiversity; but they're in danger. Comprising less than 5% of the world's population, indigenous people protect 80% of global biodiversity.",
            "author": "Dr. Gleb Raygorodetsky",
            "about":"Doctor Gleb Raygorodetsky is an Adjunct Research Fellow with the Traditional Knowledge Initiative of the UNU Institute of Advanced Studies and a Research Affiliate with the POLIS Project on Ecological Governance at the Centre for Global Studies, University of Victoria. Born and raised in a coastal village in Kamchatka, Russia, Gleb is a conservation biologist with expertise in resource co-management and traditional knowledge systems.",
            "citation":"Raygorodetsky, Gleb. (2018). Indigenous peoples defend Earth's biodiversity; but they're in danger; National Geographic. https://www.nationalgeographic.com/environment/article/can-indigenous-land-stewardship-protect-biodiversity-.",
            "link":"https://www.nationalgeographic.com/environment/article/can-indigenous-land-stewardship-protect-biodiversity-",
            "publication": ""
        },
        {
            "owner": "person",
            "topic": "climate change",
            "quote": "If we cannot stop the building of more coal-fired power plants, those coal trains will be death trains-no less gruesome than if they were boxcars headed to crematoria, loaded with uncountable irreplaceable species.",
            "author": "Dr. James Hansen",
            "about": "Doctor James Edward Hansen is an American adjunct professor directing the Program on Climate Science, Awareness and Solutions of the Earth Institute at Columbia University. He is best known for his research in climatology, his 1988 Congressional testimony on climate change that helped raise broad awareness of global warming, and his advocacy of action to avoid dangerous climate change.",
            "citation": "Hansen James. (2009). State of Iowa; Before the Iowa utilities board. http://www.columbia.edu/~jeh1/2007/IowaCoal_20071105.pdf.",
            "link": "http://www.columbia.edu/~jeh1/2007/IowaCoal_20071105.pdf",
            "publication": ""
        },
        {
            "owner": "",
            "topic": "",
            "quote": "",
            "author": "",
            "about":"",
            "citation":"",
            "link":"",
            "publication": ""
        }
    ]
}