{

    "quotes":[
        {
            "owner": "person",
            "topic": "climate change",
            "quote": "It is time we consider the implications of it being too late to avert a global environmental catastrophe in the lifetimes of people alive today.",
            "author": "Prof. Jem Bendell",
            "about": "Jem Bendell is professor of Sustainability Leadership and Founder of the Institute for Leadership and Sustainability (IFLAS) at the University of Cumbria (UK) as well as Founder and former coordinator of the Deep Adaptation Forum.",
            "citation": "Bendell, Jem & Read, Rupert. (2021). Deep Adaptation: Navigating the Realities of Climate Chaos.",
            "link": "https://www.researchgate.net/publication/360947368_Deep_Adaptation_Navigating_the_Realities_of_Climate_Chaos",
            "publication": ""
        },
        {   
            "owner": "person",
            "topic": "climate change",
            "quote": "Climate change is now reaching the end-game, where very soon humanity must choose between taking unprecedented action, or accepting that it has been left too late and bear the consequences.",
            "author": "Prof. Hans Joachim Schellnhuber",
            "about": "Professor Hans Joachim Schellnhuber is a German atmospheric physicist, climatologist and founding director of the Potsdam Institute for Climate Impact Research (PIK) and former chair of the German Advisory Council on Global Change (WBGU).",
            "citation": "Spratt, David & Dunlop, Ian. (2017). What Lies Beneath: The scientific understatement of climate risks.",
            "link": "https://www.researchgate.net/publication/328413289_WHAT_LIES_BENEATH_THE_UNDERSTATEMENT_OF_EXISTENTIAL_CLIMATE_RISK",
            "publication": ""
        },
        {
            "owner": "person",
            "topic": "climate change",
            "quote": "None of the industrialized parts of the world have shown any leadership in line with the demands of Paris. Thus far, we've had a litany of technocratic fraud. Rather than seriously trying to cut our CO2 emissions, we've seen the embrace of offsetting (paying a poor person to diet for us, to allow us to carry on with our high-carbon lifestyle); the Clean Development Mechanism (state-sanctioned offsetting); afforestation schemes (plant a tree, build an airport); as well as speculative negative emission technologies and geoengineering. Offsetting, which is particularly prevalent in academia and in international climate meetings, is worse than doing nothing. Its existence and the problems associated with offsets manifest how we've failed at every level.",
            "author": "Prof. Kevin Anderson",
            "about": "Kevin Anderson is Professor of Energy and Climate Change in the School of Mechanical, Aerospace and Civil Engineering at the University of Manchester and is a former Director of the Tyndall Centre for Climate Change Research.",
            "citation": "Anderson, Kevin & Martin, Patricia & Nevins, Joseph. (2021). Introduction and Abridged Text of Lecture: \"Laggards or Leaders: Academia and Its Responsibility in Delivering on the Paris Commitments\". The Professional Geographer. 1-4. 10.1080/00330124.2021.1915809.",
            "link": "https://www.researchgate.net/publication/352851842_Introduction_and_Abridged_Text_of_Lecture_Laggards_or_Leaders_Academia_and_Its_Responsibility_in_Delivering_on_the_Paris_Commitments",
            "publication": ""
        },
        {
            "owner": "person",
            "topic": "climate change",
            "quote": "As a climate scientist, I am often asked to talk about hope. Particularly in the current political climate, audiences want to be told that everything will be all right in the end. And, unfortunately, I have a deep-seated need to be liked and a natural tendency to optimism that leads me to accept more speaking invitations than is good for me. Climate change is bleak, the organizers always say. Tell us a happy story. Give us hope. The problem is, I don't have any.",
            "author": "Dr. Kate Marvel",
            "about": "Doctor Kate Marvel is a climate scientist and a writer. A theoretical physicist by training, she is now an associate research scientist at NASA's Goddard Institute for Space Studies and Columbia University's Department of Applied Physics and Applied Mathematics.",
            "citation": "Marve Kate. (2018). We Need Courage, Not Hope, to Face Climate Change. https://onbeing.org/blog/kate-marvel-we-need-courage-not-hope-to-face-climate-change.",
            "link": "https://onbeing.org/blog/kate-marvel-we-need-courage-not-hope-to-face-climate-change",
            "publication": ""
        },
        {
            "owner": "person",
            "topic": "climate change",
            "quote": "We are on a fast track to climate disaster: Major cities under water. Unprecedented heatwaves. Terrifying storms. Widespread water shortages. The extinction of a million species of plants and animals. This is not fiction or exaggeration. It is what science tells us will result from our current energy policies. We are on a pathway to global warming of more than double the 1.5-degree limit agreed in Paris. Some government and business leaders are saying one thing - but doing another. Simply put, they are lying. And the results will be catastrophic. This is a climate emergency.",
            "author": "UN Secretary António Guterres",
            "about": "António Guterres, the ninth Secretary-General of the United Nations, took office on 1st January 2017.",
            "citation": "Guterres António. (2022). Secretary-General's video message on the launch of the third IPCC report. https://www.un.org/sg/en/content/sg/statement/2022-04-04/secretary-generals-video-message-the-launch-of-the-third-ipcc-report-scroll-down-for-languages",
            "link": "https://www.un.org/sg/en/content/sg/statement/2022-04-04/secretary-generals-video-message-the-launch-of-the-third-ipcc-report-scroll-down-for-languages",
            "publication": ""
        },
        {
            "owner": "organization",
            "topic": "biodiversity",
            "quote": "Across cultures, humans inherently value nature. The magic of seeing fireflies flickering long into the night is immense. We draw energy and nutrients from nature. We find sources of food, medicine, livelihoods and innovation in nature. Our well-being fundamentally depends on nature.",
            "author": "IPBES",
            "about":"The IPBES is an independent intergovernmental body comprising 139 member Governments and many non-governmental observer organisations. Established by Governments in 2012, it provides policymakers with objective scientific assessments about the state of knowledge regarding the planet’s biodiversity, ecosystems and the contributions they make to people, as well as the tools and methods to protect and sustainably use these vital natural assets.",
            "citation":"IPBES. (2019). Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services (IPBES); Media Release. https://ipbes.net/news/Media-Release-Global-Assessment#:~:text=IPBES%20Partner%20Comments&text=%E2%80%9CAcross%20cultures%2C%20humans%20inherently%20value,livelihoods%20and%20innovation%20in%20nature.",
            "link":"https://ipbes.net/news/Media-Release-Global-Assessment#:~:text=IPBES%20Partner%20Comments&text=%E2%80%9CAcross%20cultures%2C%20humans%20inherently%20value,livelihoods%20and%20innovation%20in%20nature.",
            "publication": "a 2019 media release"
        },
        {
            "owner": "organization",
            "topic": "biodiversity",
            "quote": "Three-quarters of the land-based environment and about 66% of the marine environment have been significantly altered by human actions. On average these trends have been less severe or avoided in areas held or managed by Indigenous Peoples and Local Communities.",
            "author": "IPBES",
            "about":"The IPBES is an independent intergovernmental body comprising 139 member Governments and many non-governmental observer organisations. Established by Governments in 2012, it provides policymakers with objective scientific assessments about the state of knowledge regarding the planet’s biodiversity, ecosystems and the contributions they make to people, as well as the tools and methods to protect and sustainably use these vital natural assets.",
            "citation":"IPBES. (2019). Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services (IPBES); Media Release. https://ipbes.net/news/Media-Release-Global-Assessment#1-Scale.",
            "link":"https://ipbes.net/news/Media-Release-Global-Assessment#1-Scale",
            "publication": "a 2019 media release"
        },
        {
            "owner": "person",
            "topic": "climate change",
            "quote": "The scientific evidence is unequivocal: climate change is a threat to human wellbeing and the health of the planet. Any further delay in concerted global action will miss a brief and rapidly closing window to secure a liveable future.",
            "author": "Prof. Hans-Otto Portner",
            "about":"Professor Hans-Otto Portner is a physiologist and marine biologist performing research at the Alfred Wegener Institute Helmholtz Centre for Polar and Marine Research (AWI) in Bremerhaven, where he heads the Integrative Ecophysiology Section.",
            "citation":"IPCC (2022). Climate Change 2022: Impacts, Adaptation and Vulnerability; Summary for Policymakers. https://www.ipcc.ch/report/ar6/wg2/.",
            "link":"https://www.ipcc.ch/report/ar6/wg2/",
            "publication": ""
        },
        {
            "owner": "person",
            "topic": "biodiversity",
            "quote": "Indigenous peoples defend Earth's biodiversity; but they're in danger. Comprising less than 5% of the world's population, indigenous people protect 80% of global biodiversity.",
            "author": "Dr. Gleb Raygorodetsky",
            "about":"Doctor Gleb Raygorodetsky is an Adjunct Research Fellow with the Traditional Knowledge Initiative of the UNU Institute of Advanced Studies and a Research Affiliate with the POLIS Project on Ecological Governance at the Centre for Global Studies, University of Victoria. Born and raised in a coastal village in Kamchatka, Russia, Gleb is a conservation biologist with expertise in resource co-management and traditional knowledge systems.",
            "citation":"Raygorodetsky, Gleb. (2018). Indigenous peoples defend Earth's biodiversity; but they're in danger; National Geographic. https://www.nationalgeographic.com/environment/article/can-indigenous-land-stewardship-protect-biodiversity-.",
            "link":"https://www.nationalgeographic.com/environment/article/can-indigenous-land-stewardship-protect-biodiversity-",
            "publication": ""
        },
        {
            "owner": "person",
            "topic": "climate change",
            "quote": "If we cannot stop the building of more coal-fired power plants, those coal trains will be death trains; no less gruesome than if they were boxcars headed to crematoria, loaded with uncountable irreplaceable species.",
            "author": "Dr. James Hansen",
            "about": "Doctor James Edward Hansen is an American adjunct professor directing the Program on Climate Science, Awareness and Solutions of the Earth Institute at Columbia University. He is best known for his research in climatology, his 1988 Congressional testimony on climate change that helped raise broad awareness of global warming, and his advocacy of action to avoid dangerous climate change.",
            "citation": "Hansen James. (2009). State of Iowa; Before the Iowa utilities board. http://www.columbia.edu/~jeh1/2007/IowaCoal_20071105.pdf.",
            "link": "http://www.columbia.edu/~jeh1/2007/IowaCoal_20071105.pdf",
            "publication": ""
        },
        {
            "owner": "person",
            "topic": "ecology",
            "quote": "In Gaia we are just another species, neither the owners nor the stewards of this planet. Our future depends much more upon a right relationship with Gaia than with the never-ending drama of human interest.",
            "author": "Dr. James Lovelock",
            "about":"Doctor James Lovelock is a British independent scientist, environmentalist and futurist. He is best known for proposing the Gaia hypothesis, which postulates that the Earth functions as a self-regulating system.",
            "citation":"James Lovelock. (1995). The Ages of Gaia: A Biography of Our Living Earth. Oxford University Press.",
            "link":"https://books.google.com.cy/books?id=mqV222A-NtsC",
            "publication": ""
        },
        {
            "owner": "person",
            "topic": "ecology",
            "quote": "For humans to cause species to become extinct and to destroy the biological diversity of God's creation, for humans to degrade the integrity of the earth by causing changes in its climate, by stripping the earth of its natural forests, or destroying its wetlands, for humans to contaminate the Earth's waters, its land, its air, and its life with poisonous substances, these are sins.",
            "author": "Patriarch Bartholomew",
            "about":"Patriarch Bartholomew is the 270th archbishop of Constantinople and Ecumenical Patriarch, since 2 November 1991. In accordance with his title, he is regarded as the first among equals in the Eastern Orthodox Church, and as the spiritual leader of the Eastern Orthodox Christians worldwide.",
            "citation":"Patriarch Bartholomew. (2001). Unites States conference of catolic bishops, Global Climate Change: A Plea for Dialogue, Prudence and the Common Good.",
            "link":"https://www.vatican.va/content/francesco/en/encyclicals/documents/papa-francesco_20150524_enciclica-laudato-si.html",
            "publication": ""
        },
        {
            "owner": "person",
            "topic": "climate change",
            "quote": "An emergency is calculated by risk divided by time. Risk is probability multiplied by impact. Scientifically, we now have a very unfortunate set of data in front of us. We know that the likely impact on humans of climate disruption, mass extinction and air pollution is very, very high indeed. The probability is also uncomfortably high. This adds up to a very high risk. Now divide that by time. We have unequivocal evidence that we have entered a decisive decade. If we have any chance to prevent the loss of more than a million species, we must halt biodiversity loss now, not in 20 or 30 years. If we want to have any chance of keeping global warming to 1.5C, we need to cut emissions by half over the next nine years. That is what the Nobel laureates and other scientists are speaking out about. This isn't just a matter of raising the volume on the same old data; it is a new juncture. We are running out of time.",
            "author": "Dr. Johan Rockstrom",
            "about":"Doctor Johan Rockstrom is Director of the Potsdam Institute for Climate Impact Research and Professor in Earth System Science at the University of Potsdam.",
            "citation":"Johan Rockstrom. (2021). \"Johan Rockstrom: We need bankers as well as activists... we have 10 years to cut emissions by half\"; The Guardian.",
            "link":"https://www.theguardian.com/environment/2021/may/29/johan-rockstrom-interview-breaking-boundaries-attenborough-biden",
            "publication": ""
        },
        {
            "owner": "organization",
            "topic": "ecology",
            "quote": "As never before in history, common destiny beckons us to seek a new beginning... Let ours be a time remembered for the awakening of a new reverence for life, the firm resolve to achieve sustainability, the quickening of the struggle for justice and peace, and the joyful celebration of life",
            "author": "Earth Charter",
            "about":"The Earth Charter is an international declaration of fundamental values and principles considered useful by its supporters for building a just, sustainable, and peaceful global society in the 21st century. Created by a global consultation process, and endorsed by organizations representing millions of people, the Charter seeks to inspire in all peoples a sense of global interdependence and shared responsibility for the well-being of the human family, the greater community of life, and future generations.",
            "citation":"Earth Charter. (29 June 2000). The Way Forward. The Hague.",
            "link":"https://earthcharter.org/read-the-earth-charter/the-way-forward/",
            "publication": ""
        },
        {
            "owner": "person",
            "topic": "ecology",
            "quote": "We have to realize that a true ecological approach always becomes a social approach; it must integrate questions of justice in debates on the environment, so as to hear both the cry of the earth and the cry of the poor.",
            "author": "Pope Francis",
            "about":"Pope Francis is the head of the Catholic Church and sovereign of the Vatican City State since 2013.",
            "citation":"Pope Francis. (2015). Encyclical Letter Laudato Si'.",
            "link":"https://www.vatican.va/content/francesco/en/encyclicals/documents/papa-francesco_20150524_enciclica-laudato-si.html",
            "publication": ""
        },
        {
            "owner": "person",
            "topic": "ecology",
            "quote": "Modernity was a way to differentiate past and future, north and south, progress and regress, radical and conservative. However, at a time of profound ecological mutation, such a compass is running in wild circles without offering much orientation anymore. This is why it is time for a reset",
            "author": "Dr. Bruno Latour",
            "about":"Doctor Bruno Latour is a French philosopher, anthropologist and sociologist. He is especially known for his work in the field of science and technology studies.",
            "citation":"Bruno Latour. (2016). Reset Modernity!. MIT Press catalogue of the exhibition at ZKM.",
            "link":"https://zkm.de/media/file/en/2016-zkm-reset-modernity-fieldbook_e.pdf",
            "publication": ""
        },
        {
            "owner": "organization",
            "topic": "ecology",
            "quote": "Many words are walked in the world. Many worlds are made. Many worlds make us. There are words and worlds that are lies and injustices. There are words and worlds that are truthful and true. In the world of the powerful there is room only for the big and their helpers. In the world we want, everybody fits. The world we want is a world in which many worlds fit. [...] Softly and gently we speak the words which find the unity which will embrace us in history and which will discard the abandonment which confronts and destroys us. Our word, our song and our cry, is so that the dead will no longer die. We fight so that they may live. We sing so that they may live",
            "author": "Zapatista National Liberation Army",
            "about":"The Zapatista Army of National Liberation often referred to as the Zapatistas is a political and militant group that controls a substantial amount of territory in Chiapas, the southernmost state of Mexico.",
            "citation":"Zapatista National Liberation Army. (1996). Fourth Declaration of the Lacandon Jungle.",
            "link":"https://schoolsforchiapas.org/wp-content/uploads/2014/03/Fourth-Declaration-of-the-Lacandona-Jungle-.pdf",
            "publication": "the Fourth Declaration of the Lacandon Jungle."
        },
        {
            "owner": "person",
            "topic": "travel",
            "quote": "Genuine travelers travel not to overcome distance but to discover distance. It is not distance that makes travel necessary, but travel that makes distance possible. Distance is not determined by the measurable length between objects, but by the actual differences between them. The motels around the airports in Chicago and Atlanta are so little different from the motels around the airports of Tokyo and Frankfurt that all essential distances dissolve in likeness. What is truly separated is distinct; it is unlike. \"The only true voyage would be not to travel through a hundred different lands with the same pair of eyes, but to see the same land through a hundred different pairs of eyes\" (Proust).",
            "author": "Prof. James P. Carse",
            "about":"James P. Carse was an American academic who was Professor Emeritus of history and literature of religion at New York University. His book Finite and Infinite Games was widely influential. He was religious \"in the sense that I am endlessly fascinated with the unknowability of what it means to be human, to exist at all.\"",
            "citation":"James P. Carse. (1986). Finite and Infinite Games. Free Press.",
            "link":"https://en.wikipedia.org/wiki/Finite_and_Infinite_Games",
            "publication": ""
        },
        {
            "owner": "",
            "topic": "",
            "quote": "",
            "author": "",
            "about":"",
            "citation":"",
            "link":"",
            "publication": ""
        }
    ]
}